{
  "Together": "Together",
  "We-Build-A": "We-Build-A",
  "Brighter": "Brighter",
  "Tomorrow": "Tomorrow",
  "ourGoal": "What Is Our Goal?",
  "goalDescription": "Our main focus is raising donations to carry out initiatives that help the people of Gaza who are in difficult situations.",
  "goalDescription2": "Simply put, we try to be there for the people, ease their burden a little, and make sure any support reaches them directly and honestly.",
  "whoAreWe": "Who We Are ?",
  "Screen-Mode": "Screen-Mode",
  "whoAreWeDescription": "We are a small team of four people, led by Ms. Hanaa Mohamed, and we are all from Gaza 💚.",
  "transparency": "We are fully committed to transparency; everything we do is clear and open to you, and our intentions are genuine.",
  "noExploitation": "There is no theft or exploitation like some other initiatives (It Becomes Aloooot Sence 7 Oct).",
  "Hana": "Hana",
  "Obaida": "Obaida",
  "Yaser": "Yaser",
  "Yahya": "Yahya",
  "hanaAbout": "Hana, the 24-year-old team leader, is the mastermind behind the project and the original creator of the idea. With her vision and leadership, she guides the team towards achieving its goals.",
  "obaidaAbout": "Obaida, 22 years old, is known for always cutting people off when they speak, yet he remains indispensable to the team. When everyone else falls apart, he is the one who stays strong.",
  "yaserAbout": "Yaser, 20, a fourth-year Software Engineering student and Front-End Web Developer. Rarely sad or angry, he’s known for his humor, love of laughter, and — most importantly — his commitment to deadlines. Fun fact: he’s the one who built this website!",
  "yahyaAbout": "Yahya, 22, is the most dedicated to helping others, trustworthy, and always elegant. He avoids conflicts, constantly motivates us to move forward, and was one of the initiators behind the idea of forming this team.",
  "ourProjects": "Our Projects",
  "teamMember": "Team Member",
  "provideWater": "Pure Drops",
  "foodAid": "Feed Hope",
  "date": "Date:",
  "quantity": "Quantity:",
  "waterQuantity": "Over 10000 Liter of WATER",
  "foodQuantity": "More Than 40 Boxes Of Nutritional Supplement ( Approximately 240 Cans) & 40 Fortified Biscuits",
  "cost": "Cost:",
  "place": "Place:",
  "khanYouns": "Khan Youns",
  "donor": "Donor:",
  "hogfTeam": "H-O-G-F-G Team",
  "hogfTeam&Roy": "Mr:Roy Haakon & H-O-G-F-G Team",
  "description": "Description:",
  "waterDescription": "We decided that our first initiative would be to provide water, due to its vital importance for the people and the severe shortage of clean water. We carried it out urgently using our own funds, and although it was one of the most exhausting tasks, it was also one of the most beneficial and significant.",
  "foodDescription": "Our second initiative was dedicated to supporting children suffering from malnutrition, as we distributed nutritional supplements to ensure they received the essential nutrients for healthy growth. This initiative was carried out in collaboration with Mr. Roy Haakon and his supportive friends.",
  "seeFullVideo": "See The Full Video",
  "videoNotSupported": "Your browser does not support the video tag.",
  "howToSupportUs": "How To Support Us",
  "supportDescription1": "You can support us in several ways: Share our website with your friends or relevant organizations in your area. Contact us via",
  "whatsAppNumber": "WhatsApp (+970 595 107 867)",
  "supportDescription2": "to arrange your donation or dedicate it to a specific cause (such as water supply, food kitchens, gifts for orphans, and more). Or you can donate directly through this link:",
  "clickHereToDonate": "Click here to donate",
  "assurance": "We assure you that every single dollar will be documented and directed towards charitable projects that truly serve the people of Gaza.",
  "finalMessage": "And finally, from the heart we say: Be the Hand of Giving for Gaza ❤️ Thank you for your priceless time and care.",
  "facebook": "Facebook",
  "instagram": "Instagram",
  "tiktok": "TikTok",
  "img": "/Screenshot 2025-09-25 122241.png",
  "title": "Food Supplements",
  "video": "https://www.instagram.com/reel/NEWPROJECT"
}
